Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.signin.code_hint_with_email
source: Enter the code we emailed to {email}.
ar: أدخل الرمز الذي أرسلناه إلى {email}.
cs: Zadejte kód, který jsme poslali na {email}.
da: Indtast den kode, vi sendte e-mail til {email}.
de: Geben Sie den Code ein, den wir an {email} gesendet haben.
el: Εισαγάγετε τον κωδικό που στείλαμε ηλεκτρονικά στο {email}.
es: Ingresa el código que enviamos a {email}.
fi: Syötä koodi, jonka lähetimme osoitteeseen {email}.
fr: Entrez le code que nous avons envoyé par courriel à {email}.
he: הכנס את הקוד שאנחנו דוא״ל ל-{email}.
hi: हम जो कोड {email} को भेजा है उसे दर्ज करें।
hu: Adja meg az ellenõrzõ kódot, amelyet a {email} -re küldtünk.
id: Masukkan kode yang kami kirimkan ke {email}.
it: Inserisci il codice che abbiamo inviato a {email}.
ja: {email}に送信した確認コードを入力してください。
ko: {email}로 보낸 코드를 입력하세요.
ms: Masukkan kode yang kami emailkan ke {email}.
nb: Skriv inn koden vi sendte e-post til {email}.
nl: Voer de code in die we naar {email} hebben gemaild.
pl: Wpisz kod, który wysłaliśmy na {email}.
pt_br: Digite o código que enviamos para {email}.
pt_pt: Introduza o código que enviámos por correio eletrónico para {email}.
ro: Introduceți codul pe care l-am trimis prin e-mail la {email}.
ru: Введите код, который мы отправили на {email}.
sk: Zadajte kód, ktorý sme poslali na {email}.
sv: Ange koden som vi mailade till {email}.
th: ป้อนรหัสที่เราส่งไปยัง {email}
tr: {email} adresine e-posta yoluyla gönderdikleri kodu girin.
uk: Введіть код, який ми надіслали на {email}.
vi: Nhập mã mà chúng tôi đã gửi qua email đến {email}.
zh_hans: 输入我们发送到 {email} 的代码。
zh_hant: 輸入我們發送給 {email} 的代碼。

# web.signin.forgot_password
source: Forgot password?
ar: هل نسيت كلمة المرور؟
cs: Zapomněli jste heslo?
da: Glemt adgangskode?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό πρόσβασης;
es: ¿Olvidaste tu contraseña?
fi: Unohditko salasanasi?
fr: Mot de passe oublié ?
he: שכחת סיסמה?
hi: पासवर्ड भूल गए?
hu: Elfelejtette a jelszavát?
id: Lupa kata sandi?
it: Password dimenticata?
ja: パスワードをお忘れですか?
ko: 비밀번호를 잊으셨나요?
ms: Lupa sandi?
nb: Glemt passord?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasło?
pt_br: Esqueceu a senha?
pt_pt: Esqueceu-se da palavra-passe?
ro: Ți-ai uitat parola?
ru: Забыли пароль?
sk: Zabudnuté heslo?
sv: Glömt lösenord?
th: ลืมรหัสผ่าน?
tr: Parolanızı mı Unuttunuz?
uk: Забули пароль?
vi: Quên mật khẩu?
zh_hans: 忘记密码?
zh_hant: 忘記密碼？

# web.signin.lead_check_email
source: Click the verification link we sent before returning to KnotQ.
ar: انقر على رابط التحقق الذي أرسلناه قبل العودة إلى KnotQ.
cs: Klikněte na ověřovací odkaz, který jsme poslali, než se vrátíte na KnotQ.
da: Klik på verifikationslinket, vi sendte, før du vender tilbage til KnotQ.
de: Klicken Sie auf den Überprüfungslink, den wir gesendet haben, bevor Sie zu KnotQ zurückkehren.
el: Κάντε κλικ στο σύνδεσμο επαλήθευσης που στείλαμε πριν επιστρέψετε στο KnotQ.
es: Haz clic en el enlace de verificación que enviamos antes de volver a KnotQ.
fi: Napsauta vahvistuslinkkiä, jonka lähetimme ennen palaamista KnotQ:lle.
fr: Cliquez sur le lien de vérification que nous avons envoyé avant de retourner à KnotQ.
he: לחץ על הקישור האימות שאנחנו שלחנו לפני חזרה ל-KnotQ.
hi: KnotQ पर लौटने से पहले हमने जो सत्यापन लिंक भेजा था उस पर क्लिक करें।
hu: Kattintson az ellenõrzési hivatkozásra, amelyet a KnotQ-ba való visszatérés elõtt küldtünk.
id: Klik tautan verifikasi yang kami kirim sebelum kembali ke KnotQ.
it: Fai clic sul link di verifica che abbiamo inviato prima di tornare a KnotQ.
ja: 送信した確認リンクをクリックしてからKnotQに戻ってください。
ko: 보낸 인증 링크를 클릭한 후 KnotQ로 돌아오세요.
ms: Klik tautan verifikasi yang kami kirim sebelum kembali ke KnotQ.
nb: Klikk på verifikasjonslinken vi sendte før du returnerer til KnotQ.
nl: Klik op de verificatielink die we hebben verzonden voordat je naar KnotQ terugkeert.
pl: Kliknij link weryfikacyjny, który wysłaliśmy przed powrotem do KnotQ.
pt_br: Clique no link de verificação que enviamos antes de retornar ao KnotQ.
pt_pt: Clique na ligação de verificação que enviámos antes de voltar ao KnotQ.
ro: Faceți clic pe link-ul de verificare pe care l-am trimis înainte de a reveni la KnotQ.
ru: Нажмите на ссылку проверки, которую мы отправили, прежде чем вернуться в KnotQ.
sk: Kliknite na overovací odkaz, ktorý sme poslali, pred návratom do KnotQ.
sv: Klicka på verifikationslänken vi skickade innan du återvänder till KnotQ.
th: คลิกลิงก์การตรวจสอบที่เราส่งก่อนที่จะกลับไปที่ KnotQ
tr: KnotQ'ya dönmeden önce gönderdiğimiz doğrulama bağlantısını tıklayın.
uk: Натисніть на посилання перевірки, яке ми надіслали, перед тим як повернутись до KnotQ.
vi: Nhấp vào liên kết xác minh mà chúng tôi đã gửi trước khi quay lại KnotQ.
zh_hans: 在返回 KnotQ 前点击我们发送的验证链接。
zh_hant: 點擊我們發送的驗證鏈接，然後返回 KnotQ。

# web.signin.lead_create
source: Create an account to sync your workspace across devices.
ar: إنشاء حساب لمزامنة مساحة عملك عبر الأجهزة.
cs: Vytvořte účet pro synchronizaci vašeho pracovního prostoru na zařízeních.
da: Opret en konto for at synkronisere dit arbejdsområde på tværs af enheder.
de: Erstellen Sie ein Konto, um Ihren Workspace über Geräte hinweg zu synchronisieren.
el: Δημιουργήστε έναν λογαριασμό για συγχρονισμό του χώρου εργασίας σας σε συσκευές.
es: Crea una cuenta para sincronizar tu espacio de trabajo en todos los dispositivos.
fi: Luo tili synkronoidaksesi työtilasi eri laitteilla.
fr: Créez un compte pour synchroniser votre espace de travail sur les appareils.
he: יצור חשבון לסנכרן את מרחב העבודה שלך על פני התקנים.
hi: डिवाइसों में अपने वर्कस्पेस को सिंक करने के लिए एक खाता बनाएं।
hu: Hozzon létre egy fiókot az Ön munkahelyének szinkronizálásához az eszközök között.
id: Buat akun untuk menyinkronkan ruang kerja Anda di seluruh perangkat.
it: Crea un account per sincronizzare il tuo workspace su diversi dispositivi.
ja: アカウントを作成して、ワークスペースをデバイス間で同期します。
ko: 계정을 만들어 디바이스 전체에서 워크스페이스를 동기화합니다.
ms: Buat akun untuk menyinkronkan ruang kerja Anda di semua perangkat.
nb: Opprett en konto for å synkronisere arbeitsflaten din på tvers av enheter.
nl: Maak een account aan om je werkruimte op apparaten te synchroniseren.
pl: Utwórz konto, aby zsynchronizować swój obszar roboczy na wielu urządzeniach.
pt_br: Crie uma conta para sincronizar seu workspace entre dispositivos.
pt_pt: Crie uma conta para sincronizar a sua área de trabalho entre dispositivos.
ro: Creați un cont pentru a sincroniza spațiul dvs. de lucru pe dispozitive.
ru: Создайте учётную запись для синхронизации рабочего пространства между устройствами.
sk: Vytvorte si konto na synchronizáciu pracovného priestoru naprieč zariadeniami.
sv: Skapa ett konto för att synkronisera ditt arbetsutrymme på olika enheter.
th: สร้างบัญชีเพื่อซิงค์พื้นที่ทำงานของคุณบนอุปกรณ์
tr: Çalışma alanınızı cihazlar arasında senkronize etmek için bir hesap oluşturun.
uk: Створіть обліковий запис для синхронізації вашого робочого простору на пристроях.
vi: Tạo tài khoản để đồng bộ không gian làm việc của bạn trên các thiết bị.
zh_hans: 创建账户以在设备之间同步工作区。
zh_hant: 建立帳戶以在裝置上同步您的工作區。

# web.signin.lead_default
source: Sign in to sync your workspace across devices.
ar: قم بتسجيل الدخول لمزامنة مساحة عملك عبر الأجهزة.
cs: Přihlaste se pro synchronizaci vašeho pracovního prostoru na zařízeních.
da: Log ind for at synkronisere dit arbejdsområde på tværs af enheder.
de: Melden Sie sich an, um Ihren Workspace über Geräte hinweg zu synchronisieren.
el: Συνδεθείτε για συγχρονισμό του χώρου εργασίας σας σε συσκευές.
es: Inicia sesión para sincronizar tu espacio de trabajo en todos los dispositivos.
fi: Kirjaudu synkronoidaksesi työtilasi eri laitteilla.
fr: Connectez-vous pour synchroniser votre espace de travail sur les appareils.
he: התחבר לסנכרן את מרחב העבודה שלך על פני התקנים.
hi: डिवाइसों में अपने वर्कस्पेस को सिंक करने के लिए साइन इन करें।
hu: Jelentkezzen be az Ön munkahelyének szinkronizálásához az eszközök között.
id: Masuk untuk menyinkronkan ruang kerja Anda di seluruh perangkat.
it: Accedi per sincronizzare il tuo workspace su diversi dispositivi.
ja: サインインして、ワークスペースをデバイス間で同期します。
ko: 디바이스 전체에서 워크스페이스를 동기화하려면 로그인하세요.
ms: Masuk untuk menyinkronkan ruang kerja Anda di semua perangkat.
nb: Logg inn for å synkronisere arbeitsflaten din på tvers av enheter.
nl: Meld je aan om je werkruimte op apparaten te synchroniseren.
pl: Zaloguj się, aby zsynchronizować swój obszar roboczy na wielu urządzeniach.
pt_br: Entre para sincronizar seu workspace entre dispositivos.
pt_pt: Inicie sessão para sincronizar a sua área de trabalho entre dispositivos.
ro: Conectați-vă pentru a sincroniza spațiul dvs. de lucru pe dispozitive.
ru: Войдите, чтобы синхронизировать рабочее пространство между устройствами.
sk: Prihláste sa na synchronizáciu pracovného priestoru naprieč zariadeniami.
sv: Logga in för att synkronisera ditt arbetsutrymme på olika enheter.
th: ลงชื่อเข้าเพื่อซิงค์พื้นที่ทำงานของคุณบนอุปกรณ์
tr: Çalışma alanınızı cihazlar arasında senkronize etmek için oturum açın.
uk: Увійдіть, щоб синхронізувати ваш робочий простір на пристроях.
vi: Đăng nhập để đồng bộ không gian làm việc của bạn trên các thiết bị.
zh_hans: 登录以在设备间同步您的工作区。
zh_hant: 登入以在裝置上同步您的工作區。

# web.signin.return_to_app
source: Return to KnotQ
ar: العودة إلى KnotQ
cs: Vrátit se na KnotQ
da: Vend tilbage til KnotQ
de: Zurück zu KnotQ
el: Επιστροφή στο KnotQ
es: Volver a KnotQ
fi: Palaa KnotQ:lle
fr: Revenir à KnotQ
he: חזור ל-KnotQ
hi: KnotQ पर लौटें
hu: Visszatérés a KnotQ-ba
id: Kembali ke KnotQ
it: Torna a KnotQ
ja: KnotQに戻る
ko: KnotQ로 돌아가기
ms: Kembali ke KnotQ
nb: Vend tilbake til KnotQ
nl: Terug naar KnotQ
pl: Powrót do KnotQ
pt_br: Retornar ao KnotQ
pt_pt: Voltar ao KnotQ
ro: Reveniți la KnotQ
ru: Вернуться в KnotQ
sk: Vrátiť sa do KnotQ
sv: Återvänd till KnotQ
th: กลับไปที่ KnotQ
tr: KnotQ'ya Dön
uk: Повернутись до KnotQ
vi: Quay lại KnotQ
zh_hans: 返回 KnotQ
zh_hant: 返回 KnotQ

# web.signin.sent_verification_link_prefix
source: We sent a verification link to
ar: أرسلنا رابط التحقق إلى
cs: Poslali jsme ověřovací odkaz na
da: Vi sendte et verifikationslink til
de: Wir haben einen Überprüfungslink gesendet an
el: Στείλαμε έναν σύνδεσμο επαλήθευσης στο
es: Enviamos un enlace de verificación a
fi: Lähetimme vahvistuslinkin
fr: Nous avons envoyé un lien de vérification à
he: אנחנו שלחנו קישור אימות ל
hi: हमने एक सत्यापन लिंक भेजा
hu: Ellenõrzési hivatkozást küldtünk
id: Kami mengirimkan tautan verifikasi ke
it: Abbiamo inviato un link di verifica a
ja: 確認リンクを送信しました
ko: 인증 링크를 보냈습니다
ms: Kami mengirim tautan verifikasi ke
nb: Vi sendte en verifikasjonslink til
nl: We hebben een verificatielink verzonden naar
pl: Wysłaliśmy link weryfikacyjny do
pt_br: Enviamos um link de verificação para
pt_pt: Enviámos uma ligação de verificação para
ro: Am trimis un link de verificare la
ru: Мы отправили ссылку проверки на
sk: Poslali sme overovací odkaz na
sv: Vi skickade en verifikationslänk till
th: เราส่งลิงก์การตรวจสอบไปยัง
tr: Bir doğrulama bağlantısı gönderdik
uk: Ми надіслали посилання перевірки на
vi: Chúng tôi đã gửi liên kết xác minh đến
zh_hans: 我们发送了验证链接至
zh_hant: 我們發送驗證鏈接至

# web.signin.sent_verification_link_suffix
source: Click the link in that email to verify your account.
ar: انقر على الرابط في هذا البريد الإلكتروني للتحقق من حسابك.
cs: Kliknutím na odkaz v e-mailu ověřte svůj účet.
da: Klik på linket i den e-mail for at bekræfte din konto.
de: Klicken Sie auf den Link in dieser E-Mail, um Ihr Konto zu überprüfen.
el: Κάντε κλικ στο σύνδεσμο σε αυτό το email για να επαληθεύσετε τον λογαριασμό σας.
es: Haz clic en el enlace en ese correo electrónico para verificar tu cuenta.
fi: Napsauta kyseisen sähköpostin linkkiä vahvistaaksesi tilisi.
fr: Cliquez sur le lien dans cet e-mail pour vérifier votre compte.
he: לחץ על הקישור בדוא״ל זה כדי לאמת את החשבון שלך.
hi: अपने खाते को सत्यापित करने के लिए उस ईमेल में लिंक पर क्लिक करें।
hu: Kattintson az abban az e-mailben található hivatkozásra a fiók ellenõrzéséhez.
id: Klik tautan di email itu untuk memverifikasi akun Anda.
it: Fai clic sul link in quella email per verificare il tuo account.
ja: メール内のリンクをクリックしてアカウントを確認してください。
ko: 이메일의 링크를 클릭하여 계정을 확인하세요.
ms: Klik tautan dalam email itu untuk memverifikasi akun Anda.
nb: Klikk på linken i den e-posten for å bekrefte kontoen din.
nl: Klik op de link in die e-mail om je account te verifiëren.
pl: Kliknij link w tej wiadomości e-mail, aby potwierdzić swoje konto.
pt_br: Clique no link naquele email para verificar sua conta.
pt_pt: Clique na ligação nesse correio eletrónico para verificar a sua conta.
ro: Faceți clic pe link-ul din acel e-mail pentru a verifica contul dvs.
ru: Нажмите на ссылку в этом письме, чтобы проверить вашу учётную запись.
sk: Kliknite na odkaz v tomto e-maile, aby ste overili svoje konto.
sv: Klicka på länken i det mejlet för att verifiera ditt konto.
th: คลิกลิงก์ในอีเมลนั้นเพื่อตรวจสอบบัญชีของคุณ
tr: Hesabınızı doğrulamak için o e-postadaki bağlantıyı tıklayın.
uk: Натисніть на посилання в цьому листі для перевірки вашого акаунту.
vi: Nhấp vào liên kết trong email đó để xác minh tài khoản của bạn.
zh_hans: 点击该电子邮件中的链接以验证您的账户。
zh_hant: 點擊該電子郵件中的鏈接以驗證您的帳戶。

# web.signin.title
source: Sign in — KnotQ
ar: تسجيل الدخول — KnotQ
cs: Přihlášení — KnotQ
da: Log ind — KnotQ
de: Anmeldung — KnotQ
el: Σύνδεση — KnotQ
es: Iniciar sesión — KnotQ
fi: Kirjaudu sisään — KnotQ
fr: Connexion — KnotQ
he: התחבר — KnotQ
hi: साइन इन — KnotQ
hu: Bejelentkezés — KnotQ
id: Masuk — KnotQ
it: Accedi — KnotQ
ja: サインイン — KnotQ
ko: 로그인 — KnotQ
ms: Masuk — KnotQ
nb: Logg inn — KnotQ
nl: Aanmelden — KnotQ
pl: Zaloguj się — KnotQ
pt_br: Entrar — KnotQ
pt_pt: Início de sessão — KnotQ
ro: Conectare — KnotQ
ru: Вход — KnotQ
sk: Prihlásenie — KnotQ
sv: Logga in — KnotQ
th: ลงชื่อเข้า — KnotQ
tr: Oturum Aç — KnotQ
uk: Вхід — KnotQ
vi: Đăng nhập — KnotQ
zh_hans: 登录 — KnotQ
zh_hant: 登入 — KnotQ

# web.signin.title_check_email
source: Check your email
ar: تحقق من بريدك الإلكتروني
cs: Zkontrolujte svůj e-mail
da: Tjek din e-mail
de: Überprüfen Sie Ihre E-Mail
el: Ελέγξτε το email σας
es: Verifica tu correo electrónico
fi: Tarkista sähköpostisi
fr: Vérifiez votre e-mail
he: בדוק את הדוא״ל שלך
hi: अपने ईमेल की जांच करें
hu: Ellenõrizze az e-mailjét
id: Periksa email Anda
it: Controlla la tua email
ja: メールを確認
ko: 이메일 확인
ms: Periksa email Anda
nb: Sjekk e-posten din
nl: Controleer je e-mail
pl: Sprawdź swoją pocztę e-mail
pt_br: Verificar seu email
pt_pt: Verifique o seu correio eletrónico
ro: Verificați-vă e-mailul
ru: Проверьте вашу электронную почту
sk: Skontrolujte svoj e-mail
sv: Kolla din e-post
th: ตรวจสอบอีเมลของคุณ
tr: E-postanızı Kontrol Edin
uk: Перевірте вашу електронну пошту
vi: Kiểm tra email của bạn
zh_hans: 检查您的电子邮件
zh_hant: 檢查您的電子郵件

# web.signin.title_create
source: Create a KnotQ account
ar: إنشاء حساب KnotQ
cs: Vytvořit účet KnotQ
da: Opret en KnotQ-konto
de: Erstellen Sie ein KnotQ-Konto
el: Δημιουργήστε έναν λογαριασμό KnotQ
es: Crear una cuenta de KnotQ
fi: Luo KnotQ-tili
fr: Créer un compte KnotQ
he: יצור חשבון KnotQ
hi: KnotQ खाता बनाएं
hu: KnotQ fiók létrehozása
id: Buat akun KnotQ
it: Crea un account KnotQ
ja: KnotQアカウントを作成
ko: KnotQ 계정 만들기
ms: Buat akun KnotQ
nb: Opprett en KnotQ-konto
nl: Een KnotQ-account aanmaken
pl: Utwórz konto KnotQ
pt_br: Criar uma conta KnotQ
pt_pt: Criar uma conta KnotQ
ro: Creați un cont KnotQ
ru: Создать учётную запись KnotQ
sk: Vytvorte si konto KnotQ
sv: Skapa ett KnotQ-konto
th: สร้างบัญชี KnotQ
tr: KnotQ Hesabı Oluştur
uk: Створіть акаунт KnotQ
vi: Tạo tài khoản KnotQ
zh_hans: 创建 KnotQ 账户
zh_hant: 建立 KnotQ 帳戶

# web.signin.title_default
source: KnotQ Sync
ar: مزامنة KnotQ
cs: Synchronizace KnotQ
he: סנכרון KnotQ
hi: KnotQ सिंक
hu: KnotQ Szinkronizálás
ms: Sinkronisasi KnotQ
sk: Synchronizácia KnotQ
tr: KnotQ Senkronizasyon
uk: Синхронізація KnotQ
vi: Đồng bộ KnotQ

# web.signin.use_different_account
source: Use a different account
ar: استخدم حسابًا مختلفًا
cs: Používat jiný účet
da: Brug en anden konto
de: Verwenden Sie ein anderes Konto
el: Χρησιμοποιήστε ένα διαφορετικό λογαριασμό
es: Usar una cuenta diferente
fi: Käytä eri tiliä
fr: Utilisez un compte différent
he: השתמש בחשבון שונה
hi: एक अलग खाता उपयोग करें
hu: Másik fiók használata
id: Gunakan akun berbeda
it: Usa un account diverso
ja: 別のアカウントを使用
ko: 다른 계정 사용
ms: Gunakan akun yang berbeda
nb: Bruk en annen konto
nl: Gebruik een ander account
pl: Użyj innego konta
pt_br: Usar uma conta diferente
pt_pt: Use uma conta diferente
ro: Utilizați un cont diferit
ru: Использовать другую учётную запись
sk: Použiť iné konto
sv: Använd ett annat konto
th: ใช้บัญชีอื่น
tr: Farklı bir Hesap Kullan
uk: Використовуйте інший акаунт
vi: Sử dụng tài khoản khác
zh_hans: 使用其他账户
zh_hant: 使用不同的帳戶

# web.signup.aria_label
source: KnotQ signup
ar: إنشاء حساب KnotQ
cs: Registrace KnotQ
da: KnotQ-tilmelding
de: KnotQ-Registrierung
el: Εγγραφή KnotQ
es: Registro de KnotQ
fi: KnotQ-rekisteröityminen
fr: Inscription KnotQ
he: הרשמה KnotQ
hi: KnotQ साइन अप
hu: KnotQ regisztráció
id: Pendaftaran KnotQ
it: Registrazione KnotQ
ja: KnotQサインアップ
ko: KnotQ 가입
ms: Pendaftaran KnotQ
nb: KnotQ-registrering
nl: KnotQ-registratie
pl: Rejestracja KnotQ
pt_br: Cadastro do KnotQ
pt_pt: Inscrição no KnotQ
ro: Înregistrare KnotQ
ru: Регистрация в KnotQ
sk: Registrácia KnotQ
sv: KnotQ-registrering
th: ลงทะเบียน KnotQ
tr: KnotQ Kaydol
uk: Реєстрація KnotQ
vi: Đăng ký KnotQ
zh_hans: KnotQ 注册
zh_hant: KnotQ 註冊

# web.signup.aside_eyebrow
source: optional sync
ar: المزامنة الاختيارية
cs: volitelná synchronizace
da: valgfri synkronisering
de: optionale Synchronisierung
el: προαιρετικός συγχρονισμός
es: sincronización opcional
fi: vapaaehtoinen synkronointi
fr: synchronisation optionnelle
he: סנכרון אופציונלי
hi: वैकल्पिक सिंक
hu: opcionális szinkronizálás
id: sinkronisasi opsional
it: sincronizzazione facoltativa
ja: オプション同期
ko: 선택적 동기화
ms: sinkronisasi opsional
nb: valgfri synkronisering
nl: optionele synchronisatie
pl: opcjonalna synchronizacja
pt_br: sincronização opcional
pt_pt: sincronização opcional
ro: sincronizare opțională
ru: опциональная синхронизация
sk: voliteľná synchronizácia
sv: valfri synkronisering
th: ซิงค์ทางเลือก
tr: isteğe bağlı senkronizasyon
uk: необов'язкова синхронізація
vi: đồng bộ tùy chọn
zh_hans: 可选同步
zh_hant: 可選同步

# web.signup.aside_heading
source: Sync across devices.
ar: المزامنة عبر الأجهزة.
cs: Synchronizujte mezi zařízeními.
da: Synkroniser på tværs af enheder.
de: Über Geräte hinweg synchronisieren.
el: Συγχρονίστε σε συσκευές.
es: Sincroniza en todos los dispositivos.
fi: Synkronoi eri laitteilla.
fr: Synchronisez sur les appareils.
he: סנכרן על פני התקנים.
hi: डिवाइसों में सिंक करें।
hu: Szinkronizálás az eszközök között.
id: Sinkronkan di seluruh perangkat.
it: Sincronizza su diversi dispositivi.
ja: デバイス間で同期。
ko: 디바이스 전체에서 동기화합니다.
ms: Sinkronkan di semua perangkat.
nb: Synkroniser på tvers av enheter.
nl: Synchroniseer op verschillende apparaten.
pl: Synchronizuj na wszystkich urządzeniach.
pt_br: Sincronizar entre dispositivos.
pt_pt: Sincronize entre dispositivos.
ro: Sincronizare pe dispozitive.
ru: Синхронизируйте между устройствами.
sk: Synchronizujte naprieč zariadeniami.
sv: Synkronisera på olika enheter.
th: ซิงค์บนอุปกรณ์
tr: Cihazlar Arasında Senkronize Edin.
uk: Синхронізуйте на пристроях.
vi: Đồng bộ trên các thiết bị.
zh_hans: 跨设备同步。
zh_hant: 跨裝置同步。

# web.signup.check_status
source: Check status
ar: التحقق من الحالة
cs: Zkontrolovat stav
da: Tjek status
de: Status überprüfen
el: Ελέγξτε την κατάσταση
es: Verificar estado
fi: Tarkista tila
fr: Vérifier l'état
he: בדוק סטטוס
hi: स्थिति जांचें
hu: Állapot ellenõrzése
id: Periksa status
it: Controlla stato
ja: ステータスを確認
ko: 상태 확인
ms: Periksa status
nb: Sjekk status
nl: Status controleren
pl: Sprawdź status
pt_br: Verificar status
pt_pt: Verificar estado
ro: Verificați starea
ru: Проверить статус
sk: Skontrolujte stav
sv: Kontrollera status
th: ตรวจสอบสถานะ
tr: Durumu Kontrol Et
uk: Перевірити стан
vi: Kiểm tra trạng thái
zh_hans: 检查状态
zh_hant: 檢查狀態

# web.signup.eyebrow
source: sync beta
ar: نسخة تجريبية من المزامنة
cs: beta synchronizace
de: Synchronisierungs-Beta
el: συγχρονισμός beta
es: beta de sincronización
fi: synkronoinnin beeta
fr: bêta de synchronisation
he: בטא סנכרון
hi: सिंक बीटा
hu: szinkronizálás béta
id: beta sinkronisasi
it: beta di sincronizzazione
ja: 同期ベータ版
ko: 동기화 베타
ms: beta sinkronisasi
nb: synk beta
nl: sync bèta
pl: beta synchronizacji
pt_br: beta de sincronização
pt_pt: beta de sincronização
ro: beta sincronizare
ru: синхронизация beta
sk: beta synchronizácie
sv: synkroniseringsbeta
th: ทดลองซิงค์เบตา
tr: senkronizasyon betası
uk: синхронізація бета
vi: đồng bộ beta
zh_hans: 同步 beta
zh_hant: 同步測試版

# web.signup.form_heading
source: Sign up
ar: اشترك
cs: Zaregistrovat se
da: Tilmeld dig
de: Registrieren
el: Εγγραφή
es: Registrarse
fi: Rekisteröidy
fr: S'inscrire
he: הרשם
hi: साइन अप करें
hu: Regisztráció
id: Daftar
it: Registrati
ja: サインアップ
ko: 가입
ms: Daftar
nb: Registrer deg
nl: Registreren
pl: Zarejestruj się
pt_br: Cadastre-se
pt_pt: Inscrever-se
ro: Înregistrare
ru: Зарегистрироваться
sk: Zaregistrujte sa
sv: Registrera dig
th: ลงทะเบียน
tr: Kaydol
uk: Реєстрація
vi: Đăng ký
zh_hans: 注册
zh_hant: 註冊

# web.signup.heading
source: Create a KnotQ account
ar: إنشاء حساب KnotQ
cs: Vytvořit účet KnotQ
da: Opret en KnotQ-konto
de: Erstellen Sie ein KnotQ-Konto
el: Δημιουργήστε έναν λογαριασμό KnotQ
es: Crear una cuenta de KnotQ
fi: Luo KnotQ-tili
fr: Créer un compte KnotQ
he: יצור חשבון KnotQ
hi: KnotQ खाता बनाएं
hu: KnotQ fiók létrehozása
id: Buat akun KnotQ
it: Crea un account KnotQ
ja: KnotQアカウントを作成
ko: KnotQ 계정 만들기
ms: Buat akun KnotQ
nb: Opprett en KnotQ-konto
nl: Een KnotQ-account aanmaken
pl: Utwórz konto KnotQ
pt_br: Criar uma conta KnotQ
pt_pt: Criar uma conta KnotQ
ro: Creați un cont KnotQ
ru: Создать учётную запись KnotQ
sk: Vytvorte si konto KnotQ
sv: Skapa ett KnotQ-konto
th: สร้างบัญชี KnotQ
tr: KnotQ Hesabı Oluştur
uk: Створіть акаунт KnotQ
vi: Tạo tài khoản KnotQ
zh_hans: 创建 KnotQ 账户
zh_hant: 建立 KnotQ 帳戶
